console.log(`Ваша оценка - 110 баллов 
Отзыв по пунктам ТЗ:
Выполненные пункты:
1) Вёрстка валидная. Для проверки валидности вёрстки используйте сервис https://validator.w3.org/. Валидной вёрстке соответствует надпись "Document checking completed. No errors or warnings to show.". Если есть предупреждения - warnings, но нет ошибок - errors, выставляем половину баллов за этот пункт. Если есть errors - выставляем - баллов. 

2) header, main, footer 

3) четыре элемента section (по количеству секций) 

4) только один заголовок h1 

5) три заголовка h2 (количество секций минус одна, у которой может быть заголовок h1) 

6) один элемент nav (панель навигации) 

7) два списка ul > li > a (панель навигации, ссылки на соцсети) 

8) четыре кнопки button 

9) блок header 

10) секция preview 

11) секция steps 

12) секция destinations 

13) секция stories 

14) блок footer 

15) для построения сетки используются флексы или гриды 

16) при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону 

17) фоновый цвет каждого блока и секции тянется на всю ширину страницы 

18) иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления 

19) изображения добавлены в формате .jpg 

20) есть favicon 

21) плавная прокрутка по якорям 

22) иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса (допускается доабвление своих вариантов иконок github или RSSchool) https://rs.school/js-stage0/ 

23) интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета 

24) обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы 

`)